{
    "inicio":{
        "copy":"Design and built by FraanGuevara ©"
    },
    "navbar":{
        "aboutMe":"About Me",
        "experience":"Projects",
        "projects":"Skills",
        "contact":"Contact me"
    },
    "home":{
        "hello":"Hello, my name is",
        "iam":"And I'm",
        "typeWriteEffect":"Software developer",
        "typeWriteEffect2":"Frontend developer",
        "typeWriteEffect3":"A programming lover"
    },
    "aboutMe":{
        "about":"About me",
        "text":"I have loved technology since I was a child, but with programming I discovered what I want to dedicate the rest of my life to! 🎥 One of my goals is to travel to as many places as I can and see the world 🌎 Personally, I consider myself a responsible, sociable person, willing to share my knowledge and work as a team, one of my qualities is that I can adapt quickly."
    },
    "projects":{
        "projects":"Projects",
        "auraflowTitle":"Auraflow Store",
        "auraflowText":"Caps e-commerce, where the user will be able to see the total number of products on the page, filter by categories, add items to the cart and then checkout it.",
        "sapphireTitle":"Sapphire Bar",
        "sapphireText":"The project is based on a 'receiver' for clients for a bar/restaurant. It has a reservation system and 2 carts. The idea is that the App runs on a touch screen terminal at the entrance (of the bar or restaurant) so that people can either request a table, place an order for drinks and/or takeaway food.",
        "mimiTitle":"Mimi Pasteleria",
        "mimiText":"Page for 'Mimi Pasteleria' by Mara Schimpf, static website with product menu, links to networks, whatsapp button.",
        "pilatesTitle":"Ar Pilates",
        "pilatesText":"Static web, layout and implementation of sass.",
        "rosarioJobsTitle":"Rosario Jobs",
        "rosarioJobsText":"Job search page, for bootcamp Tzuzul code React.",
        "rosarioJobsText2":"Employer Login: [create jobs/view jobs generated/view number of applicants for each job.] Worker Login: [view jobs/apply/filter/save favorite jobs]",
        "colorGameTitle":"Color Game",
        "colorGameText":"Game that is based on guessing the color that is described in the title in rgb form, clicking each one of the squares. It has the functionality of changing the level of difficulty with the EASY / STANDAR / HARD buttons.",
        "portfolioTitle":"Portfolio",
        "portfolioText":"Portfolio created in React Js with implementation of other technologies.",
        "githubTitle":"Github",
        "githubText":"Own Github where you will be able to see the finished projects and in which I am currently working."
    },
    "skills":{
        "skills":"Skills",
        "skillsText":"These technical skills have been acquired during my professional career and in the projects I have worked on, but I have also acquired them in my spare time. since, as I said above, I like to learn new technologies and improve my skills."
    },
    "contact":{
        "contact":"Contact",
        "contactForm":"Contact form for job proposal. With this link you can send me a job proposal with your data!",
        "contactWsp":"Here I leave my contact on WhatsApp to answer any questions you want to ask me.",
        "contactCalendby":"If you liked my profile and want to arrange a talk/interview you can request it in my Calendby.",
        "contactLinkedin":"You can follow me on Linkedin to see the projects I'm working on!"
    },
    "contactFormEmail":{
        "title":"Send a message",
        "placeholderName":"write your name",
        "placeholderEmail":"write your email",
        "placeholderText":"write your query",
        "buttonSend":"Send",
        "sendMessageOk": "Message sent successfully!",
        "sendMessageError": "Error, please try again later",
        "errorName1":"Please enter a name",
        "errorName2":"The name can only contain letters and spaces.",
        "errorEmail1": "Please enter an email",
        "errorEmail2": "Invalid email, please enter a valid email",
        "errorText": "Please enter a query"
    },
    "download":{
        "download":"https://drive.google.com/file/d/17ujoK2ON_o92_oyyAR6yIcAK7d0zpemo/view?usp=sharing"
    }
}