{
    "inicio":{
        "copy":"Diseñado y construido por FraanGuevara ©"
    },
    "navbar":{
        "aboutMe":"Sobre mí",
        "experience":"Proyectos",
        "projects":"Habilidades",
        "contact":"Contáctame"
    },
    "home":{
        "hello":"Hola, mi nombre es",
        "iam":"Y soy un",
        "typeWriteEffect":"Desarrollador de software",
        "typeWriteEffect2": "Desarrollador Frontend", 
        "typeWriteEffect3":"Apasionado de la programación"
    },
    "aboutMe":{
        "about":"Sobre mi",
        "text":"Me encanta la tecnologia desde chico, pero con la programacion descubri a lo que me quiero dedicar el resto de mi vida!🚀.Me gusta investigar, probar y romper codigo 😝. Soy fan de los videojuegos 🕹️ (aunque a veces no tengo mucho tiempo para dedicarle) y del mundo Marvel 🎥 (Igual me gusta DC). Uno de mis objetivos es viajar a cuantos lugares pueda y conocer el mundo 🌎, y se que en esta profesion todo es posible. En lo personal me considero una persona responsable, sociable y una de mis cualidades es que puedo aprender rapidamente 🤯. "
    },
    "projects":{
        "projects":"Proyectos",
        "auraflowTitle":"Auraflow Tienda",
        "auraflowText":"e-commerce de Gorras, donde el usuario va a poder ver la cantidad de productos total de la página, filtrar por categorías, agregar items al carrito y luego realizar el checkout del mismo.",
        "sapphireTitle":"Sapphire Bar",
        "sapphireText":"El proyecto se basa en un 'recibidor' de clientes para bar/restaurante. Cuenta con un sistema de reservas y 2 carritos. La idea es que la App corra en una terminal de pantalla táctil en la entrada (del bar o restaurante) para que las personas puedan, ya sea solicitar una mesa, realizar un pedido de tragos y/o comida para llevar.",
        "mimiTitle":"Mimi Pastelería",
        "mimiText":"Pagina para 'Mimi Pastelería' de Mara Schimpf, web estatica con carta de productos, links a redes, botón de WhatsApp.",
        "pilatesTitle":"Ar Pilates",
        "pilatesText":"Web estática, maquetación e implementación de sass.",
        "rosarioJobsTitle":"Rosario Jobs",
        "rosarioJobsText":"Pagina de búsqueda de empleos, para bootcamp Tzuzul code React.",
        "rosarioJobsText2":"Logueo Empleador: [crear empleos/ver empleos generados/ ver cantidad de postulantes en cada empleo.] Logueo Trabajador: [ver empleos/postularse/filtrar/guardar empleos favoritos]",
        "colorGameTitle":"Color Game",
        "colorGameText":"juego que se basa en adivinar el color que se describe en el titulo en forma de rgb, clickeando cada uno de los cuadrados.Tiene la funcionalidad de cambiar el nivel de dificultad con los botones EASY / STANDAR / HARD.",
        "portfolioTitle":"Portfolio",
        "portfolioText":"Portfolio creado en React Js con implementación de otras tecnologias.",
        "githubTitle":"Github",
        "githubText":"GitHub propio donde van a poder ver los proyectos finalizados y en los cuales estoy trabajando actualmente."
    },
    "skills":{
        "skills":"Habilidades",
        "skillsText":"Estas habilidades tecnicas las fui adquiriendo durante mi carrera profesional y en los proyectos en los que he trabajado, pero tambien las he adquirido durante mi tiempo libre. ya que, como dije mas arriba, me gusta aprender nuevas tecnologias y mejorar mis habilidades... bueno, y romper codigo 🤣 "
},
"contact":{
    "contact":"Contacto",
    "contactForm":"Formulario de contacto para propuesta laboral. Con este link vas a poder enviarme una propuesta laboral con tus datos!",
    "contactWsp":"Aca te dejo mi contacto en WhatsApp para responder cualquier consulta que quieras hacerme.",
    "contactCalendby":"Si te gusto mi perfil y quieres concretar una charla/entrevista podes solicitarla en mi Calendby.",
    "contactLinkedin":"Puedes seguirme en Linkedin para ver los proyectos en los que voy trabajando!"
},
"download":{
    "download":"https://drive.google.com/file/d/1s9KZe5ocFIKsputrUN1IVzvcSEO2JAvK/view?usp=sharing"
}
    }
